---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.ThemeChangedEventArgs
source: html/39496769-78c6-a97b-e15e-8d949e175a93.htm
---
# ThemeChangedEventArgs Methods

Indicates whether the event is being cancelled.